Revit 2027 API
FailureDefinitionId Properties
The FailureDefinitionId type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
(Inherited from GuidEnum)
Top
See Also
Reference
FailureDefinitionId Class
Autodesk.Revit.DB Namespace